{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "special_tokens_map_file": "/Users/arpanghoshal/.cache/huggingface/transformers/fe37251a69f9b641eebf3e616066ed08f49e881f99b65a2ec005258a8c45d337.0dc5b1041f62041ebbd23b1297f2f573769d5c97d8b7c28180ec86b8f6185aa8", "name_or_path": "joeddav/xlm-roberta-large-xnli", "sp_model_kwargs": {}}